{
  "paymentTerm": "Tôi đồng ý với các <Link target='_blank' className='term-link' href='https://support.sapogo.com/terms-of-use'>điều khoản sử dụng</Link> của Sapo",
  "noti": {
    "expired": "Gói dịch vụ đã hết hạn sử dụng.<br/> Bạn vui lòng gia hạn hoặc nâng cấp gói dịch vụ để tiếp tục sử dụng.",
    "expired_mobile_free": "Cửa hàng của bạn đang sử dụng phần mềm Sapo miễn phí trên di động. Vì vậy, cửa hàng này không thể sử dụng đối với phần mềm Sapo trên máy tính! Nếu bạn muốn trải nghiệm một giải pháp quản lý bán hàng trên tất cả các thiết bị, vui lòng nâng cấp gói dịch vụ.",
    "expired_trial_free": "Thời hạn dùng thử phần mềm bán hàng của bạn đã hết.<br/> Bạn vui lòng nâng cấp gói dịch vụ để tiếp tục sử dụng.",
    "expired_not_owner": "Vui lòng liên hệ chủ cửa hàng để mua gói dịch vụ"
  },
  "Dành cho cửa hàng mới kinh doanh": "Dành cho cửa hàng mới kinh doanh",
  "tháng": "tháng",
  "Gói dịch vụ bao gồm": "Gói dịch vụ bao gồm:",
  "Dành cho cửa hàng, chuỗi cửa hàng": "Dành cho cửa hàng, chuỗi cửa hàng",
  "Bao gồm các tính năng của gói START UP và": "Bao gồm các tính năng của gói START UP và:",
  "Thanh toán thành công": "Thanh toán thành công",
  "Quay lại thông tin gói dịch vụ": "Quay lại thông tin gói dịch vụ",
  "Không áp dụng": "Không áp dụng",
  "Chọn gói này": "Chọn gói này",
  "Xem chi tiết": "Xem chi tiết",
  "Tiếp tục thanh toán": "Tiếp tục thanh toán",
  "Thông tin liên hệ": "Thông tin liên hệ",
  "Loại hình kinh doanh": "Loại hình kinh doanh",
  "Cá nhân": "Cá nhân",
  "Công ty": "Công ty",
  "Số điện thoại liên hệ": "Số điện thoại liên hệ",
  "Nhập số điện thoại liên hệ": "Nhập số điện thoại liên hệ",
  "Email": "Email",
  "Nhập địa chỉ email": "Nhập địa chỉ email",
  "Tên người đại diện": "Tên người đại diện",
  "Nhập tên người đại diện": "Nhập tên người đại diện",
  "Chức vụ": "Chức vụ",
  "Nhập chức vụ": "Nhập chức vụ",
  "Số CMND": "Số CMND",
  "Nhập Số CMND người đại diện": "Nhập Số CMND người đại diện",
  "Số điện thoại người đại diện": "Số điện thoại người đại diện",
  "Nhập số điện thoại người đại diện": "Nhập số điện thoại người đại diện",
  "Email người đại diện": "Email người đại diện",
  "Nhập địa chỉ email người đại diện": "Nhập địa chỉ email người đại diện",
  "Địa chỉ người đại diện": "Địa chỉ người đại diện",
  "Nhập địa chỉ người đại diện": "Nhập địa chỉ người đại diện",
  "Thông tin dịch vụ": "Thông tin dịch vụ",
  "Kỳ hạn thanh toán": "Kỳ hạn thanh toán",
  "Theo năm": "Theo năm",
  "Theo tháng": "Theo tháng",
  "noticePackage": "<Typography>Lưu ý:</Typography> Gói dịch vụ sẽ được tự động gia hạn sau khi hết kỳ hạn sử dụng",
  "Gói": "Gói",
  "Bảng giá": "Bảng giá",
  "Thanh toán": "Thanh toán",
  "Thông tin gói dịch vụ": "Thông tin gói dịch vụ",
  "Gia hạn gói dịch vụ": "Gia hạn gói dịch vụ",
  "Địa chỉ": "Địa chỉ",
  "Nhập địa chỉ": "Nhập địa chỉ",
  "Tổng": "Tổng",
  "Email người đại diện không đúng định dạng": "Email người đại diện không đúng định dạng",
  "Số CMND tối đa 50 số": "Số CMND tối đa 50 số",
  "Số CMND không đúng định dạng": "Số CMND không đúng định dạng",
  "Email không đúng định dạng": "Email không đúng định dạng",
  "Số điện thoại liên hệ cần bắt đầu từ số '0' và gồm 8 - 25 số": "Số điện thoại liên hệ cần bắt đầu từ số '0' và gồm 8 - 25 số",
  "Số điện thoại liên hệ không được để trống": "Số điện thoại liên hệ không được để trống",
  "Email không được để trống": "Email không được để trống",
  "Địa chỉ không được để trống": "Địa chỉ không được để trống",
  "Chức vụ người đại diện không được để trống": "Chức vụ người đại diện không được để trống",
  "Số CMND không được để trống": "Số CMND không được để trống",
  "Số điện thoại người đại diện không được để trống": "Số điện thoại người đại diện không được để trống",
  "Địa chỉ người đại diện không được để trống": "Địa chỉ người đại diện không được để trống",
  "Tên người đại diện không được để trống": "Tên người đại diện không được để trống",
  "Email người đại diện không được để trống": "Email người đại diện không được để trống",
  "Hủy gia hạn": "Hủy gia hạn",
  "popupCancel": {
    "title": "Hủy gia hạn dịch vụ",
    "notiSuccess": "Bạn đã hủy gia hạn gói dịch vụ thành công",
    "content": "Bạn có chắc chắn muốn huỷ gia hạn dịch vụ cho kỳ thanh toán tiếp theo? Sau khi huỷ gia hạn, bạn vẫn có thể sử dụng dịch vụ đến khi hết chu kỳ đã thanh toán.",
    "confirm": "Đồng ý",
    "cancel": "Thoát"
  },
  "Điều khoản sử dụng": "Điều khoản sử dụng",
  "termsOfUse": {
    "lineHeader": "เนื้อหานี้ได้รับการอัปเดตล่าสุดเมื่อ 8 ก.ค 2021",
    "lineHeader-1": "โดยการลงทะเบียนบัญชีเพื่อใช้บริการ Sapo (\"บริการ\") ที่เว็บไซต์ sapogo.com หรือบนแอปพลิเคชันมือถือ Sapo และการเข้าถึง/ใช้บริการ ผู้ใช้ตกลงว่าคุณได้อ่าน เข้าใจ และตกลงตามเงื่อนไขข้อกำหนดต่อไปนี้ (\"ข้อกำหนดการใช้งาน\") ซึ่งจะถือเป็นข้อตกลงที่มีผลผูกพันทางกฎหมายระหว่างผู้ใช้และ Sapo คุณลักษณะหรือเครื่องมือใหม่ใดๆ ที่เพิ่มลงในบริการจะอยู่ภายใต้ข้อกำหนดการใช้งานเหล่านี้ด้วย หากผู้ใช้ Sapo ไม่ยอมรับข้อกำหนด ผู้ใช้ Sapo จะไม่ได้รับอนุญาตให้เข้าถึงและใช้บริการ",
    "lineHeader-2": "Sapo อาจอัปเดตและเปลี่ยนแปลงข้อกำหนดการใช้งานได้ตลอดเวลาโดยแจ้งการเปลี่ยนแปลงผ่านทางอีเมลหรือโพสต์ประกาศบนเว็บไซต์ www.sapogo.com เว้นแต่จะระบุไว้เป็นอย่างอื่น การเปลี่ยนแปลงจะมีผลนับจากวันที่ที่ระบุไว้ในประกาศ เป็นความรับผิดชอบของผู้ใช้เพื่อให้แน่ใจว่าผู้ใช้ได้รับข้อมูลล่าสุดและเข้าใจข้อกำหนดล่าสุด การเข้าถึงและใช้บริการต่อจากวันที่มีการเปลี่ยนแปลงข้อกำหนด ผู้ใช้ผูกพันตามข้อกำหนดที่แก้ไข ไม่ว่าผู้ใช้จะตรวจทานข้อกำหนดเหล่านี้หรือไม่ก็ตาม",
    "lineHeader-3": "Sapo มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของข้อมูลส่วนบุคคลของผู้ใช้ Sapo และข้อมูลลูกค้าของผู้ใช้ Sapo โดยการใช้บริการ คุณรับทราบและตกลงว่าการรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคลของ Sapo อยู่ภายใต้นโยบายความเป็นส่วนตัวของเรา",
    "lineDetail-1": "มาตรา 1. คำนิยาม",
    "lineDetail-1-1": "บริการ เป็นซอฟต์แวร์และระบบจัดการการขายของ Sapo สาธารณูปโภคที่แนบมากับบริการ ผู้ใช้ Sapo สามารถเลือกแพ็คเกจบริการที่เผยแพร่บน Sapogo.com",
    "lineDetail-1-2": "ผู้ใช้ Sapo เป็นบุคคลและองค์กรที่มีความจำเป็นต้องใช้บริการของ Sapo และได้ลงทะเบียนบัญชีเพื่อใช้ตามข้อกำหนดและเงื่อนไขที่เว็บไซต์ sapogo.com",
    "lineDetail-1-3": "เรา คือ Sapo Technology Joint Stock Company รวมถึงสาขา สำนักงานตัวแทน ที่ตั้งธุรกิจในเครือบริษัทหรือบริษัทในเครือ",
    "lineDetail-1-4": "ค่าธรรมเนียม คือค่าใช้จ่ายที่ผู้ใช้ Sapo ต้องจ่ายให้กับ Sapo เพื่อเข้าถึงและใช้บริการของ Sapo",
    "lineDetail-1-5": "วันที่เปิดสิทธิ์ใช้งาน คือเวลาที่ผู้ใช้ Sapo ปฏิบัติตามภาระผูกพันในการชำระค่าแพ็กเกจบริการและ Sapo ได้รับค่าธรรมเนียมจากผู้ใช้ Sapo เต็มจำนวนที่ชำระสำหรับแพ็คเกจบริการที่เลือก",
    "lineDetail-2": "มาตรา 2. เงื่อนไขบัญชี",
    "lineDetail-2-1": "คุณต้องมีอายุ 20 ปีขึ้นไปหรืออย่างน้อยก็ต้องอยู่ในวัยผู้ใหญ่ในพื้นที่ที่คุณพักอาศัยหรือสถานที่ที่คุณใช้บริการ",
    "lineDetail-2-2": "คุณต้องระบุชื่อ - นามสกุลตามกฎหมาย ที่อยู่ปัจจุบัน ที่อยู่อีเมลที่ถูกต้องและข้อมูลอื่น ๆ ที่จำเป็นในการดำเนินการลงทะเบียนให้เสร็จสมบูรณ์",
    "lineDetail-2-3": "คุณตัองรับผิดชอบในการรักษารหัสผ่านและบัญชีของคุณ (เช่น“ การลงชื่อเข้าใช้ด้วย Facebook”) Sapo ไม่สามารถและจะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายที่เกิดจากความล้มเหลวในการรักษาความปลอดภัยของบัญชี รหัสผ่านและการตรวจสอบบัญชีของคุณ",
    "lineDetail-2-4": "การละเมิดข้อกำหนดใด ๆ ในข้อกำหนดการใช้งานตามดุลยพินิจของฝ่าย Sapo จะนำไปสู่การใช้บริการของผู้ใช้ Sapo จะถูกยกเลิกทันที",
    "lineDetail-3": "มาตรา 3. การเปิดใช้งานบัญชี",
    "lineDetail-3-1": "ผู้ใช้ Sapo ที่ลงทะเบียนเพื่อใช้บริการ (อ้างถึงในข้อ 3.2) จะเป็นคู่สัญญา (\"เจ้าของบัญชี\") ตามข้อกำหนดในการให้บริการของเราและจะเป็นผู้ใช้ที่ได้รับอนุญาตที่ใช้บัญชีใด ๆ ที่เกี่ยวข้องซึ่งเราอาจทำให้เจ้าของบัญชีสามารถเข้าถึงได้ การเชื่อมต่อกับบริการ สัญญาใช้บริการ Sapo ได้ตั้งขึ้นโดยผ่านการลงทะเบียนบัญชีและชำระค่าบริการของผู้ใช้ Sapo สัญญารวมถึงข้อกำหนดการใช้งานเหล่านี้ คำสั่งซื้อของผู้ใช้ Sapo บนเว็บไซต์ Sapogo.com และภาคผนวกและเอกสารประกอบใดๆ (ถ้ามี)",
    "lineDetail-3-2": "หากผู้ใช้ Sapo ลงทะเบียนบัญชีสำหรับการใช้งานด้วยตนเองของผู้ใช้ Sapo ผู้ใช้ Sapo จะเป็นเจ้าของบัญชี ข้อมูลที่เกี่ยวข้อง และเป็นผู้รับผิดชอบหลักสำหรับบัญชี หากผู้ใช้ Sapo ลงทะเบียนในนามของบริษัทของตน หรือบุคคลอื่นใด บัญชีเพื่อใช้บริการ บริษัทหรือบุคคลอื่นนั้นเป็นเจ้าของบัญชีและมีหน้าที่รับผิดชอบแต่เพียงผู้เดียวสำหรับการใช้ บริการที่เกี่ยวข้องกับบัญชี",
    "lineDetail-3-3": "Sapo เสนอการทดลองใช้ฟรี 15 วัน ผู้ใช้สามารถลงทะเบียนและทดลองใช้ระบบ Sapo โดยทำตามขั้นตอนการลงทะเบียนที่เว็บ www.sapogo.com โดยไม่ต้องกรอกรายละเอียดบัตรเครดิต",
    "lineDetail-3-4": "เมื่อหมดเวลาทดลองใช้งานฟรี15 วัน ผู้ใช้ Sapo สามารถต่ออายุใช้งานได้โดยเปลี่ยนแพ็คเกจใช้งานที่มีค่าบริการหรือสามารถใช้ฟรีเวอร์ชั่นมือถือเฉพาะเมื่อผู้ใช้ Sapo ชำระค่าธรรมเนียมสำหรับแพ็คเกจบริการที่เลือกและธุรกรรมการชำระเงินได้รับการยืนยันว่าสำเร็จแล้วเท่านั้น บัญชีของผู้ใช้ Sapo จะได้เปิดใช้งานและผู้ใช้ Sapo มีสิทธิ์ใช้แพ็คเกจบริการที่เลือก ระยะเวลาใช้งานของแพ็กเกจบริการได้นับจากเวลาเปิดอนุญาตให้ใช้ (\"วันที่เปิดสิทธิ์ใช้งาน\")",
    "lineDetail-3-5": "ผู้ใช้ Sapo มีหน้าที่รับผิดชอบในการให้สิทธิ์การเข้าถึงบัญชีแก่ตัวแทนที่ได้รับอนุญาตเท่านั้นในการเป็นตัวแทนของเจ้าของบัญชี การดำเนินการหรือกิจกรรมใด ๆ ในบัญชีของผู้ใช้ Sapo จะถือว่าดำเนินการในนามของเจ้าของบัญชี เฉพาะเจ้าของบัญชีหรือตัวแทนที่ได้รับอนุญาตเท่านั้นที่ได้รับอนุญาตให้ใช้ Sapo",
    "lineDetail-3-6": "หลังจากเสร็จสิ้นการลงทะเบียนสำหรับบริการ ผู้ใช้ยืนยันว่า Sapo จะได้รับข้อมูลที่จำเป็นในนามของผู้ใช้ Sapo จาก Facebook และแพลตฟอร์มอื่นๆ ผู้ใช้ Sapo จะต้องรับผิดชอบต่อการกระทำดังกล่าว ห้ามสร้างบัญชีหรือดึงข้อมูลหากละเมิดกฎหมายที่อยู่อาศัยของผู้ใช้ Sapo",
    "lineDetail-3-7": "หลังจากชำระเงินสำหรับแพ็คเกจบริการ Sapo สำเร็จแล้ว แพ็คเกจบริการของผู้ใช้ Sapo จะถูกตั้งค่าให้ต่ออายุอัตโนมัติตามระยะเวลาการใช้งาน (เดือนหรือปีขึ้นอยู่กับการเลือกแพ็คเกจ) ตราบใดที่บัญชี Sapo ของผู้ใช้ Sapo ยังคงใช้งานอยู่ เพื่อไม่ให้ถูกเรียกเก็บเงินสำหรับการต่ออายุอัตโนมัติ ผู้ใช้จำเป็นต้องยกเลิกการต่ออายุบริการก่อนวันที่ต่ออายุ และผู้ใช้ Sapo ตกลงว่าการขอ/การดำเนินการยกเลิกการต่ออายุอัตโนมัติเป็นความรับผิดชอบของผู้ใช้ Sapo ทั้งหมดหากผู้ใช้ Sapo ประสงค์จะทำเช่นนั้น",
    "lineDetail-3-8": "การซื้อแพ็คเกจหรือการอัปเกรดเป็นแพ็คเกจใหม่หรือการซื้อบริการเพิ่มเติมจะทำโดยตรงในบัญชีผู้ใช้ Sapo เว้นแต่จะระบุไว้เป็นอย่างอื่นในโปรโมชั่น",
    "lineDetail-4": "มาตรา 4: ข้อกำหนดในการให้บริการ",
    "lineDetail-4-1": "1. Sapo พยายามอย่างสมเหตุสมผลในการให้บริการ:",
    "lineDetail-4-1-1": "ก. สอดคล้องกับข้อกำหนดและกฎหมายที่บังคับใช้",
    "lineDetail-4-1-2": "ข. ด้วยทักษะที่จำเป็น ความใส่ใจ และความขยัน",
    "lineDetail-4-1-3": "ค. ใช้บุคลากรที่เหมาะสม มีคุณภาพ และมีประสบการณ์",
    "lineDetail-4-2": "2. อ้างอิงถึงข้อ 8.4 ด้านล่าง Sapo ควรใช้ความพยายามตามสมควรเพื่อให้แน่ใจว่าบริการจะพร้อมให้ใช้งานตลอด 24 ชั่วโมงทุกวันไม่เว้นวันหยุด อย่างไรก็ตาม บริการอาจไม่สามารถใช้ได้เนื่องจากการบำรุงรักษาหรือการพัฒนาอื่นๆ หรือในกรณีเหตุสุดวิสัย เราจะพยายามเผยแพร่รายละเอียดเกี่ยวกับกรณีเหล่านี้บนเว็บไซต์ ในกรณีดังกล่าว เราจะไม่รับผิดชอบต่อความล่าช้า การหยุดชะงักหรือผลที่ตามมาอื่นใดของความล่าช้าหรือการหยุดชะงักของบริการ",
    "lineDetail-5": "มาตรา 5. เงื่อนไขการใช้บริการ",
    "lineDetail-5-1": "1. ผู้ใช้ Sapo จะต้องปฏิบัติตามเงื่อนไขข้อตกลงการใช้และไม่ใช้บริการนี้ในการดำเนินการต้องห้าม / การกระทำ ดังต่อไปนี้:",
    "lineDetail-5-1-1": "ผู้ใช้ Sapo ใช้บริการเพื่อค้าขายสินค้าและบริการที่ห้ามทำธุรกิจหรือทำธุรกิจที่ละเมิดกฎหมายที่ผู้ใช้ Sapo อาศัยอยู่",
    "lineDetail-5-1-2": "ผู้ใช้ Sapo ส่ง สร้างลิงก์ หรือถ่ายโอนข้อมูลที่ผิดกฎหมาย ข่มขู่ หลอกลวง แสดงความเกลียดชัง บิดเบือน ทำให้เสียชื่อเสียง ลามกอนาจาร ล่วงละเมิด... หรือภาพในลักษณะใดก็ตามที่กฎหมายของประเทศที่ผู้ใช้ Sapo อาศัยอยู่",
    "lineDetail-5-1-3": "ผู้ใช้ Sapo จัดเก็บ ส่งข้อมูลที่ก่อให้เกิดหรือส่งเสริมรูปแบบอาชญากรรม หรือข้อมูลที่ละเมิดสิทธิบัตร เครื่องหมายการค้า ลิขสิทธิ์ หรือสิทธิ์ในทรัพย์สินทางปัญญาอื่นใด หรือการละเมิดอื่นใดที่ส่งผลต่อสิทธิ์ของบุคคลหรือนิติบุคคลอื่นที่กฎหมายรับรอง หรือละเมิดบทบัญญัติใดๆ ของกฎหมาย",
    "lineDetail-5-1-4": "ผู้ใช้ Sapo ใช้บริการเพื่อทำลายเว็บไซต์/ผลิตภัณฑ์/บริการอื่น",
    "lineDetail-5-1-5": "ผู้ใช้ Sapo ใช้โปรแกรมที่มีความสามารถในการติดขัดหรือทำให้ระบบช้าลง เช่น ทำให้ทรัพยากรระบบหมดลง โอเวอร์โหลดโปรเซสเซอร์และหน่วยความจำ",
    "lineDetail-5-1-6": "ผู้ใช้ Sapo ใช้บริการหรือบัญชีของตนเพื่อแทรกซึมเว็บไซต์/ผลิตภัณฑ์/บริการอื่นอย่างผิดกฎหมาย หรือมีอิทธิพลต่อผู้ใช้ Sapo รายอื่นของ Sapo",
    "lineDetail-5-1-7": "ผู้ใช้ Sapo ถูกฝ่ายตรงข้ามโจมตี ส่งผลกระทบต่อระบบของ Sapo อย่างร้ายแรง ในกรณีที่ถูกโจมตี Sapo จะระงับการให้บริการแก่ผู้ใช้ Sapo ชั่วคราว ปรับการประมวลผลและจะดำเนินการตามปกติหลังจากแก้ไขปัญหา",
    "lineDetail-5-1-8": "ผู้ใช้ Sapo มีการละเมิดอื่น ๆ ที่หน่วยงานของรัฐที่มีอำนาจจำเป็นต้องหยุดบริการ",
    "lineDetail-5-1-9": "ผู้ใช้ Sapo มีการกระทำที่ส่งผลต่อชื่อเสียงและแบรนด์ของ Sapo ในสื่อมวลชน",
    "lineDetail-5-2": "2. คำถามเกี่ยวกับข้อกำหนดในการให้บริการจะถูกส่งไปที่ support@sapogo.com",
    "lineDetail-6": "มาตรา 6. สิทธิของ SAPO",
    "lineDetail-6-1": "ในขอบเขตที่กฎหมายที่ใช้บังคับอนุญาต Sapo ขอสงวนสิทธิ์ในการแก้ไข หยุดการทำงานของแพลตฟอร์มและบริการโดยชั่วคราวหรือถาวร ด้วยเหตุผลทางเทคนิคหรือการดำเนินงานที่อาจส่งผลกระทบที่ไม่ดีต่อผู้ใช้ Sapo",
    "lineDetail-6-2": "Sapo ขอสงวนสิทธิ์ในการปฏิเสธที่จะให้บริการแก่ใครก็ตาม หากเราเห็นว่ามีการละเมิดกฎหมายหรือนโยบายของเรา",
    "lineDetail-6-3": "เราขอสงวนสิทธิ์ในการหยุดให้บริการแก่ผู้ใช้ Sapo หากบัญชีผู้ใช้ Sapo มีเนื้อหาที่เราพิจารณาว่าผิดกฎหมายภายใต้กฎหมายของประเทศที่ผู้ใช้ Sapo/Sapo อาศัยอยู่ เป็นที่น่ารังเกียจ คุกคาม ใส่ร้าย หมิ่นประมาท ลามกอนาจาร หรือละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของฝ่ายใดฝ่ายหนึ่งหรือข้อกำหนดการใช้งานเหล่านี้ หรือผู้ใช้ Sapo ไม่ชำระ/ชำระค่าธรรมเนียมยังไม่หมด ที่เกี่ยวข้องกับบริการ",
    "lineDetail-6-4": "เราขอสงวนสิทธิ์ในการเสนอบริการของเราแก่คู่แข่งของผู้ใช้ Sapo และไม่ให้คำมั่นว่าจะเป็นการผูกขาดในตลาดส่วนใดโดยเฉพาะ ผู้ใช้ Sapo ยังรับทราบและตกลงว่าพนักงานและผู้รับเหมาของ Sapo อาจเป็นลูกค้าของ Sapo และอาจแข่งขันกับผู้ใช้ Sapo ซึ่งจะไม่ใช้ข้อมูลที่เป็นความลับของผู้ใช้ Sapo เมื่อทำเช่นนั้น",
    "lineDetail-6-5": "ผู้ใช้ Sapo เข้าใจดีว่าเนื้อหาในร้านค้า แชท คำสั่งซื้อ และข้อมูลลูกค้าของผู้ใช้ Sapo อาจถูกใช้โดย Sapo และพันธมิตรในการแก้ไขปัญหา การวิเคราะห์ข้อมูลและ การทดสอบ การวิจัย การปรับปรุงบริการ การตลาด การนำเสนอบริการหรือผลิตภัณฑ์ และการวิเคราะห์ตลาด",
    "lineDetail-7": "มาตรา 7. เหตุสุดวิสัย",
    "lineDetail-7-1": "เหตุสุดวิสัยคือเหตุการณ์ที่ไม่คาดฝันและอยู่นอกเหนือการควบคุมของฝ่ายใดฝ่ายหนึ่ง (ผู้ใช้ Sapo/Sapo) เช่น: สงคราม การจลาจล การก่อวินาศกรรม การนัดหยุดงาน การเปลี่ยนแปลงกฎหมายหรือข้อบังคับ ไฟไหม้ การระเบิด หรืออุบัติเหตุอื่น ๆ ที่หลีกเลี่ยงไม่ได้ น้ำท่วม พายุ แผ่นดินไหว หรือปรากฏการณ์อื่น ๆ ปรากฏการณ์ที่ผิดปกติอื่น ๆ แฮกเกอร์ ข้อผิดพลาดทางเทคนิคที่อยู่นอกเหนือการควบคุมของฝ่ายต่างๆ และส่งผลโดยตรงต่อการใช้บริการ",
    "lineDetail-7-2": "เมื่อเกิดเหตุสุดวิสัยเกิดขึ้น ผู้ใช้ Sapo/Sapo มีหน้าที่แจ้งให้อีกฝ่ายหนึ่งทราบภายใน 03 (สาม) ันนับจากวันที่เกิดขึ้น ในเวลาเดียวกัน ผู้ใช้ Sapo/Sapo พยายามที่จะเอาชนะเหตุสุดวิสัย จำกัดความเสียหาย และนำบริการกลับสู่สภาวะปกติอย่างรวดเร็ว",
    "lineDetail-7-3": "หากเหตุสุดวิสัยภายใต้ข้อกำหนดนี้ใช้เวลานานกว่า 30 วัน บริการอาจถูกยกเลิกตามคำสั่งของผู้ใช้ Sapo/Sapo",
    "lineDetail-8": "มาตรา 8. ข้อจำกัดในความรับผิดชอบทางกฎหมาย",
    "lineDetail-8-1": "ผู้ใช้ Sapo เข้าใจและยอมรับว่า Sapo จะไม่รับผิดชอบและชดใช้ค่าเสียหายแก่ผู้ใช้ Sapo และบุคคลที่สามสำหรับความเสียหายโดยตรง ทางอ้อม โดยไม่ได้ตั้งใจ หรือจับต้องไม่ได้อันเป็นผลจากการสูญเสียผลกำไร รายได้ ชื่อเสียง ข้อมูลที่เกิดจากการใช้ Sapo สินค้าและบริการหลังจากที่ Sapo ได้ส่งมอบให้กับผู้ใช้ Sapo แล้ว",
    "lineDetail-8-2": "ไม่ว่าในกรณีใด Sapo หรือซัพพลายเออร์ของเราจะไม่รับผิดชอบต่อผลกำไรที่สูญเสียไปหรือความเสียหายพิเศษใด ๆ โดยบังเอิญหรือเป็นผลสืบเนื่องที่เกิดจากหรือเกี่ยวข้องกับเว็บไซต์ของเรา บริการของเราหรือข้อตกลงนี้ (รวมถึงที่เกิดจากความประมาทเลินเล่อของผู้ใช้บริการ) ผู้ใช้ Sapo ตกลงที่จะชดใช้ค่าเสียหายและเก็บรักษา (ถ้ามี) บริษัทแม่ บริษัทย่อย บริษัทในเครือพันธมิตร เจ้าหน้าที่ กรรมการ ตัวแทนและพนักงานของ Sapo โดยไม่เป็นอันตรายต่อการเรียกร้องใด ๆ หรือคำขอใด ๆ รวมถึงค่าทนายความที่สมเหตุสมผลโดยบุคคลที่สามหรือที่เกิดจากการที่ผู้ใช้ Sapo ละเมิดข้อตกลงนี้หรือเอกสารที่รวมไว้โดยการอ้างอิงหรือการที่ผู้ใช้ Sapo ละเมิดกฎหมายหรือสิทธิ์ของบุคคลที่สาม",
    "lineDetail-8-3": "ผู้ใช้ Sapo เป็นผู้รับผิดชอบในการใช้บริการแต่เพียงผู้เดียว บริการนี้มีให้ \"ตามสภาพ\" และ \"พร้อมใช้งาน\" โดยไม่มีการรับประกันหรือเงื่อนไขใด ๆ ชัดเจนหรือตามกฎหมาย",
    "lineDetail-8-4": "เราไม่รับประกันว่าบริการจะพร้อมใช้งานเสมอ ไม่เคยถูกขัดจังหวะ ทันเวลา หรือปราศจากข้อผิดพลาดอันเนื่องมาจากเหตุการณ์ต่างๆ เช่น แฮกเกอร์ การสูญเสียอินเทอร์เน็ตอย่างกว้างขวาง มักประสบกับเหตุสุดวิสัยเป็นไปตามความคาดหวังของคุณหรือข้อผิดพลาดใด ๆ ในบริการ จะได้รับการซ่อมแซม",
    "lineDetail-9": "มาตรา 9. ค่าธรรมเนียมและการชำระเงิน",
    "lineDetail-9-1": "ค่าบริการแพ็คเกจได้แสดงที่เว็บไซต์ sapogo.com คุณต้องมีบัตรเครดิตที่ถูกต้องเพื่อชำระค่าบริการ",
    "lineDetail-9-2": "ค่าบริการจะต้องชำระล่วงหน้าและจะชำระโดยอัตโนมัติเป็นระยะเวลา (รายเดือนหรือรายปี ขึ้นอยู่กับแพ็คเกจบริการที่ผู้ใช้เลือก) ในวันที่ต่ออายุ ค่าบริการจะระบุไว้อย่างชัดเจนในใบแจ้งการชำระเงิน ซึ่งส่งไปยังผู้ใช้ Sapo ผ่านที่อยู่อีเมลที่ให้ไว้เมื่อลงทะเบียนบัญชีหลังจากการทำธุรกรรมเสร็จสมบูรณ์",
    "lineDetail-9-3": "ผู้ใช้ Sapo ต้องแจ้งให้เราทราบ (ผ่านทางอีเมลไปที่ support@sapogo.com) หากคุณไม่ได้รับการยืนยันภายใน 2 วันหลังจากชำระเงิน ในกรณีเราไม่ได้รับอีเมลจากคุณภายใน 2 วันหลังจากชำระเงิน เราถือว่าคุณได้รับการยืนยันและเราได้ปฏิบัติตามความรับผิดชอบที่เกี่ยวข้อง",
    "lineDetail-9-4": "เราไม่รับผิดชอบต่อความล่าช้า/การสูญเสียใดๆ เนื่องจากผู้ใช้ Sapo ให้ที่อยู่อีเมลผิด หรือผู้ใช้ไม่แจ้งให้เราทราบทางอีเมลว่าไม่ได้รับการยืนยันการชำระเงิน",
    "lineDetail-9-5": "ผู้ใช้ Sapo มีหน้าที่รับผิดชอบในการประกาศและชำระภาษีสำหรับภาษีที่เกี่ยวข้องทั้งหมดตามกฎหมายที่ผู้ใช้ Sapo อาศัยอยู่หรือเป็นผลมาจากผู้ใช้ Sapo ที่ลงทะเบียนเพื่อใช้บริการ Sapo หรือการขายสินค้า/บริการอื่นๆ ผ่าน Sapo",
    "lineDetail-9-6": "ค่าธรรมเนียมการใช้บริการ Sapo อาจเปลี่ยนแปลงได้หลังจาก 30 วันนับจากวันที่ Sapo แจ้ง\n          อาจมีการแจ้งเตือนดังกล่าวเมื่อใดก็ได้โดยการโพสต์การเปลี่ยนแปลงไปยังเว็บไซต์ (www.sapogo.com) หรือทางอีเมล แพ็คเกจบริการที่ผู้ใช้ Sapo ชำระเรียบร้อยยังคงมีค่าธรรมเนียมการใช้บริการเดิม",
    "lineDetail-9-7": "ค่าธรรมเนียมทั้งหมดที่จ่ายให้กับ Sapo ไม่สามารถขอคืนได้",
    "lineDetail-9-8": "แพ็คเกจบริการที่ชำระเงินทั้งหมดไม่สามารถยกเลิกหรือคืนเงินได้ตลอดระยะเวลาการใช้งาน",
    "lineDetail-10": "มาตรา 10. การยกเลิกใช้บริการ",
    "lineDetail-10-1": "ผู้ใช้สามารถขอยกเลิกบริการได้ตลอดเวลาโดยเลือกปุ่ม \"ยกเลิกการต่ออายุ\" บนหน้าจอการจัดการของระบบ Sapo หรือโดยการติดต่อ Sapo ทางอีเมล support@sapogo.com",
    "lineDetail-10-2": "หลังจากที่ Sapo ยืนยันคำขอยกเลิกบริการแล้ว ผู้ใช้ Sapo มีสิทธิ์เข้าถึงบริการต่อไปได้จนถึงวันต่ออายุครั้งถัดไป บัญชีของผู้ใช้ Sapo จะถูกลบออกจากบริการ และ Sapo ขอสงวนสิทธิ์ในการเก็บข้อมูลผู้ใช้อยู่สถานะไม่สามารถเข้าถึง Sapo ได้เนื่องจากข้อจำกัดทางเทคนิค",
    "lineDetail-10-3": "เราขอสงวนสิทธิ์ในการยุติบริการแม้ในกรณีที่กล่าวถึงในข้อ 6 ข้อ 7 ข้อ 8 ของข้อกำหนดในการให้บริการเหล่านี้",
    "lineDetail-10-4": "เราจะไม่จ่ายค่าชดเชยให้ผู้ใช้ Sapo สำหรับการยุติบริการของผู้ใช้ Sapo กับ Sapo ไม่ว่าด้วยเหตุผลใดก็ตาม และผู้ใช้ Sapo จะไม่ได้รับเงินคืนค่าธรรมเนียมการลงทะเบียนใด ๆ ที่จ่ายโดยผู้ใช้ Sapo",
    "lineDetail-11": "มาตรา 11. ความยุติธรรมและกฎหมายที่ใช้บังคับ",
    "lineDetail-11-1": "ที่เดียวที่จะใช้อำนาจศาลเหนือข้อพิพาททั้งหมดที่เกี่ยวข้องกับการใช้บริการคือเขตอำนาจศาลของเวียดนาม ในบางครั้ง Sapo ตัดสินใจที่จะเลือกศาลหรืออนุญาโตตุลาการเพื่อแก้ไขข้อพิพาท กฎหมายเดียวที่ใช้คือกฎหมายเวียดนาม",
    "lineDetail-12": "มาตรา 12. การยกเลิกและทำตามคำสัญญา",
    "lineDetail-12-1": "การที่ Sapo ไม่ดำเนินการหรือใช้สิทธิ์หรือข้อกำหนดใด ๆ ของข้อกำหนดในการให้บริการจะไม่ถือเป็นการสละสิทธิ์หรือข้อกำหนดดังกล่าว ข้อกำหนดในการให้บริการถือเป็นข้อตกลงทั้งหมดระหว่างผู้ใช้ Sapo และ Sapo และควบคุมการใช้บริการของผู้ใช้ Sapo โดยมีผลเหนือข้อตกลงก่อนหน้านี้ระหว่างผู้ใช้กับ Sapo (รวมถึง แต่ไม่จำกัด เพียงเวอร์ชันก่อนของเงื่อนไขการให้บริการ)."
  }
}
